import React from "react";
import '../css/Kredit.css'

const Kredit = () =>{
    return(
        <div>
            <div className="Kredit">
                <br /><br />
                <div className="Kredit-text">
                    <h1>Кредит</h1>
                    </div>
                <br /><hr /><br /><br /><br />
                <div className="p1"><h3>Кредит в г. Сасово и Скопин предоставляется АО «ОТП Банк».</h3></div><br />
                <div className="p2">Лицензии Банка России на осуществление банковских операций № 2766 от 27 ноября 2014 г.
</div><br />
            <div className="p2"><h3>Официальный сайт: https://www.otpbank.ru </h3></div><br />
            <div className="p2">Юридический адрес: Российская Федерация, 125171, г. Москва, Ленинградское шоссе, д. 16А, <br /><br /> стр. 2</div><br />
            <div className="p2"><h3>Требования к заемщику:</h3></div><br />
            <div className="p3">
                <li>  Возраст: от 21 до 69 лет</li><br />
                <li> Постоянная регистрация на территории Российской Федерации</li><br />
                <li>  Стаж  на последнем месте работы: не менее 3-х месяцев</li><br />
                <li> Наличие постоянного ежемесячного дохода: не менее 8 000 руб. для Регионов и 12 000 <br /><br /> руб. для Москвы</li><br />
            </div>
            <div className="p2"><h3>Список документов, необходимых для оформления кредита:</h3></div><br />
            <div className="p3"><li>    Действующий паспорт РФ</li></div><br />
            <div className="p2"><h3>Как и где оплатить кредит:</h3> </div><br />
            <div className="p2">Подробную информацию о способах оплаты можно получить на сайте Банка или по телефону <br /><br /> (495) 775 4 775</div><br />
            <div className="p2">Горячая линия Банка 8-800-100-55-55  (бесплатный номер по России), 8 (495) <br /><br /> 775 4 775 (прямой московский номер)</div><br />
            <div className="p2"><h3>Наши преимущества:</h3></div><br />
            <div className="p3">
                <li> Решение принимается в течение нескольких минут.</li><br />
                <li> За досрочное погашение комиссия не взимается.</li><br />
                <li>Сроки погашения от 3 до 36 мес. с первоначальным взносом от 0%.</li><br />
                <li>  Сумма кредита от 3 000 до 300 000 руб.</li><br />
                <li>Без комиссий за открытие и ведение счета.</li><br />
            </div>
            <div className="p2"><h3>Как купить товар в кредит?</h3></div><br />
            <div className="p2">
                <p>1. Выберете любой товар на сайте.</p><br />
                <p>2. Оформите заявку. Способ оплаты «В кредит».</p><br />
                <p>3. Подпишите документы на кредит. </p><br />
                <p>4. Получите товар.</p><br />
            </div>



                
                
                
                
                
                
                <br /><br /><br /><br /><br /><br /><br />
            </div>
        </div>
    )
}
export default Kredit ;