import React from "react";
import Navbar from "../components/Navbar";
import Menu from "../components/Menu";
import "../css/Oforma.css";

const Oforma = () => {
  return (
    <div>
      <div className="Oforma"></div>
      <br />
      <br />
      <div className="Oforma-text">
        <h1>Условия продажи </h1>
      </div>
      <br />
      <hr />
      <br />
      <br />
      <div className="Oforma-text1">
        УСЛОВИЯ ПРОДАЖИ (ОФЕРТА) ТОВАРОВ ЧЕРЕЗ ИНТЕРНЕТ-МАГАЗИН <br />{" "}
        «ХозМаркет» ДЛЯ ФИЗИЧЕСКИХ ЛИЦ (ДЛЯ ПОТРЕБИТЕЛЕЙ)
      </div>
      <br />
      <br />
      <div className="p1">
        <h3>1. Определения</h3>
      </div>
      <br />
      <br />
      <div className="p2">
        1.1. Продавец – Общество с ограниченной ответственностью
        «ХозМаркетГрупп», зарегистрированное в <br /> <br /> качестве
        юридического лица в соответствии с законодательством Российской <br />
        <br /> Федерации. Юридический адрес: 390507, Рязанская обл., Рязанский
        р-н, с. Дядьково, д. 30 лит. А <br />
        <br /> ИНН 6215030581, КПП 621501001, ОГРН 1166234070100
      </div>
      <br />
      <br />
      <div className="p2">
        1.2. Клиент – физическое лицо, являющееся потребителем в соответствии с
        Законом РФ от 07.02.1992 <br />
        <br /> г. № 2300-1 «О защите прав потребителей», оформивший заказ в
        интернет-магазине на условиях <br />
        <br /> публичного договора (публичной оферты интернет-магазина).
      </div>
      <br />
      <br />
      <div className="p2">
        1.3. Товар – продукция, предлагаемая к продаже в интернет-магазине по
        адресу www.xozm.ru
      </div>
      <br />
      <br />
      <div className="p2">
        1.4. Интернет-магазин – сайт Продавца, предназначенный для заключения
        договоров розничной <br />
        <br /> купли-продажи на основании ознакомления Клиента с предложенным
        Продавцом описанием Товара <br />
        <br /> и/или представленным на фотоснимках, посредством сети интернет,
        исключающей возможность <br />
        <br /> непосредственного ознакомления Покупателя с Товаром –
        дистанционный способ продажи товара.
      </div>
      <br />
      <br />
      <div className="p2">
        1.5. Акцепт – действия Клиента по формированию Заказа и (или) по оплате
        Товара посредством <br />
        <br /> наличных или безналичных денежных средств или электронных средств
        платежа. Акцепт считается <br />
        <br /> состоявшимся при формировании Заказа или посредством оплаты
        наличными или безналичными <br />
        <br /> денежными средствами, либо электронными средствами платежа.
      </div>
      <br />
      <br />
      <div className="p2">
        1.6. Анкета Клиента – персональные данные Клиента, указанные им при
        формировании заказа.
      </div>
      <br />
      <br />
      <div className="p2">
        <h3>2. Общие положения</h3>
      </div>
      <br />
      <br />
      <div className="p2">
        2.1. Настоящий Договор является публичным договором(офертой) в
        соответствии со ст. 426, 435, 437 <br />
        <br /> Гражданского кодекса Российской Федерации.
      </div>
      <br />
      <br />
      <div className="p2">
        2.2.Совершая покупку в интернет-магазине, клиент соглашается со всеми
        нижеперечисленными <br />
        <br />
        условиями.
      </div>
      <br />
      <br />
      <div className="p2">
        2.3.Настоящий Договор-оферта является договором присоединения (ст. 428
        Гражданского кодекса <br />
        <br /> Российской Федерации)
      </div>
      <br />
      <br />
      <div className="p2">
        2.4.Продавец в одностороннем порядке принимает и изменяет условия
        Договора. В отношениях <br />
        <br /> между Продавцом и Клиентом применяются положения Договора,
        действующие на момент Акцепта.
      </div>
      <br />
      <br />
      <div className="p2">
        2.5. Путем Акцепта настоящего Договора Клиент дает согласие на обработку
        Продавцом персональных <br />
        <br /> данных Клиента, указанных в Анкете.
      </div>
      <br />
      <br />
      <div className="p2">
        <h3>3. Предмет</h3>
      </div>
      <br />
      <br />
      <div className="p2">
        3.1. Продавец обязуется передать в собственность Клиенту Товар, а Клиент
        обязуется оплатить и <br />
        <br /> принять Товар на условиях настоящего Договора.
      </div>
      <br />
      <br />
      <div className="p2">
        3.2. Настоящий договор регулирует куплю-продажу в интернет-магазине в
        том числе:
      </div>
      <br />
      <div className="p3">
        - добровольный выбор Покупателем Товаров в интернет-магазине;
        <br />
        <br />
        - самостоятельное оформление Покупателем заказа в интернет-магазине;
        <br />
        <br />
        - оплата Покупателем заказа, оформленного в интернет-магазине, за
        наличный или безналичный <br />
        <br /> расчет.
        <br />
      </div>
      <br />
      <br />
      <div className="p2">
        <h3>4. Порядок оформления заказа.</h3>
      </div>
      <br />
      <br />
      <div className="p2">
        4.1. Клиент самостоятельно оформляет заказ в интернет-магазине путем
        внесения соответствующих <br />
        <br /> данных в форму заказа.
      </div>
      <br />
      <br />
      <div className="p2">
        4.2. Любые сведения, указанные Клиентом в заказе, считаются достоверными
        и исходящими <br />
        <br /> непосредственно от Клиента. Клиент несет все риски и убытки,
        связанные с размещением им <br />
        <br /> недостоверных (неверных) данных при формировании заказа и не
        вправе ссылаться на их <br />
        <br /> недостоверность в случае возникновении спора с Продавцом.
      </div>
      <br />
      <br />
      <div className="p2">
        4.3.Заказ может быть аннулирован Продавцом, а Акцепт будет считаться не
        состоявшимся, если Заказ <br />
        <br /> Товара не вручен Клиенту не по вине Продавца в течение 15 дней со
        дня формирования заказа. В <br />
        <br /> указанном случае по истечении предусмотренного настоящим пунктом
        срока Продавец вправе <br />
        <br /> отказаться от исполнения обязательств по настоящему Договору без
        уведомления Клиента.
      </div>
      <br />
      <br />
      <div className="p2">
        4.4. Клиент вправе отказаться от Товара в любое время до его передачи, а
        после передачи товара - в <br />
        <br /> течение семи дней. Возврат товара надлежащего качества возможен в
        случае, если сохранены его <br />
        <br /> товарный вид, потребительские свойства, а также документ,
        подтверждающий факт и условия покупки <br />
        <br /> указанного товара.
      </div>
      <br />
      <br />
      <div className="p2">
        4.5. При отказе Клиента от Товара надлежащего качества, Продавец
        возвращает Клиенту денежную <br />
        <br /> сумму, уплаченную по Договору, за исключением расходов Продавца
        на доставку от Клиента <br />
        <br /> возвращенного Товара.
      </div>
      <br />
      <br />
      <div className="p2">
        4.6. При приобретении технически сложных товаров, которые по техническим
        требованиям не могут <br />
        <br /> быть пущены в эксплуатацию без участия соответствующих
        специалистов (стиральные и <br />
        <br /> посудомоечные машины и т.п.Товары) Клиент обязуется использовать
        услуги квалифицированных <br />
        <br /> специалистов по подключению, наладке и пуску в эксплуатацию таких
        Товаров. Такие услуги могут <br />
        <br /> быть оказаны Продавцом или третьими лицами.
      </div>
      <br />
      <br />
      <div className="p2">
        4.7. Стоимость товара на сайте xozm.ru может отличаться от стоимости
        товара в магазинах партнеров
      </div>
      <br />
      <br />
      <div className="p2">
        <h3>5. Доставка товара</h3>
      </div>
      <br />
      <br />
      <div className="p2">
        5.1. Доставка Товара на усмотрение Клиента осуществляется самовывозом
        или путем доставки Товара <br />
        <br /> по адресу, указанному Клиентом.
      </div>
      <br />
      <br />
      <div className="p2">
        5.2. Продавец вправе устанавливать правила оказания услуг по доставке
        Товара. С правилами <br />
        <br /> оказания услуг по доставке Товара Клиент вправе ознакомиться на
        сайте: www.xozm.ru
      </div>
      <br />
      <br />
      <div className="p2">
        5.3. В случае, если доставка Товара на адрес, указанный Клиентом, не
        произведена по вине Клиента <br />
        <br /> (отсутствие в согласованное время по месту получения Товара и
        т.п.), Продавец вправе требовать их <br />
        <br /> оплаты в полном объеме. Повторный вызов представителей Продавца в
        целях оказания услуг по <br />
        <br /> доставке оплачивается Клиентом по тарифам Продавца, размещенным
        на сайте www.xozm.ru
      </div>
      <br />
      <br />
      <div className="p2">
        5.4. В момент доставки товара Клиентом должен быть осмотрен внешний вид
        и комплектность <br />
        <br /> Товара, а также проверены комплектность всего заказа. При
        доставке товара, Клиент ставит свою <br />
        <br /> подпись в Заказе покупателя, в строке: «Заказ получен, Товар
        осмотрен, претензий к внешнему виду и <br />
        <br /> комплектации не имею. Сопроводительная документация на товар в
        соответствии со ст. 10 Закона РФ <br />
        <br /> «О защите прав потребителей» на русском языке получена.». После
        получения заказа претензии к <br />
        <br /> внешним дефектам Товара, его количеству, комплектности и
        товарному виду Продавцом не принимаются.
      </div>
      <br />
      <br />
      <div className="p2">
        <h3>6. Возврат и обмен Товара</h3>
      </div>
      <br />
      <br />
      <div className="p2">
        6.1. Клиент вправе отказаться от Товара в любое время до его передачи, а
        после передачи товара - в <br />
        <br /> течение семи дней. Возврат Товара надлежащего качества возможен в
        магазинах «ХозМаркет» по <br />
        <br /> адресам, указанным на сайте www.xozm.ru
      </div>
      <br />
      <br />
      <div className="p2">
        Возврат товара надлежащего качества возможен в случае, если сохранены
        его товарный вид, <br />
        <br /> потребительские свойства, а также документ, подтверждающий факт и
        условия покупки указанного <br />
        <br /> товара.
      </div>
      <br />
      <br />
      <div className="p2">
        6.2. При отказе Клиента от Товара надлежащего качества, Продавец
        возвращает Клиенту денежную <br />
        <br /> сумму, уплаченную по Договору, за исключением расходов Продавца
        на доставку от Клиента <br />
        <br /> возвращенного Товара.
      </div>
      <br />
      <br />
      <div className="p2">
        6.3. При возврате покупателем товара надлежащего качества продавцом
        составляется накладная или <br />
        <br /> акт о возврате товара, в которых указываются:
      </div>
      <br />
      <br />
      <div className="p3">
        - полное фирменное наименование (наименование) продавца;
        <br />
        <br />
        - фамилия, имя, отчество покупателя;
        <br />
        <br />
        - наименование товара;
        <br />
        <br />
        - дата заключения договора и передачи товара;
        <br />
        <br />
        - сумма, подлежащая возврату;
        <br />
        <br />
        - подписи продавца и покупателя. <br />
        <br />
      </div>
      <br />
      <br />
      <div className="p2">
        <h3>
          7. Гарантии качества Товара. Требования Клиента, связанные с
          недостатками <br />
          <br /> Товара{" "}
        </h3>
      </div>
      <br />
      <br />
      <div className="p2">
        7.1.Продавец несет ответственность за недостатки, обнаруженные в Товаре
        в течение гарантийных <br />
        <br /> сроков.
      </div>
      <br />
      <br />
      <div className="p2">
        7.2.Гарантийные сроки на Товары определяются изготовителями
        (производителями) и исчисляются с <br />
        <br /> момента передачи Товара Клиенту, если иной порядок исчисления
        гарантийных сроков не установлен <br />
        <br /> изготовителем (производителем).
      </div>
      <br />
      <br />
      <div className="p2">
        7.3. Клиент в случае обнаружения в Товаре недостатков в период
        гарантийного срока вправе <br />
        <br /> предъявить Продавцу требования, предусмотренные ст. 18 Закона РФ
        «О защите прав потребителей».
      </div>
      <br />
      <br />
      <div className="p2">
        7.3.Требования, заявленные Клиентом в связи с обнаружением в Товаре
        недостатков, подлежат <br />
        <br /> удовлетворению в порядке и сроки, предусмотренные Законом РФ «О
        защите прав потребителей».
      </div>
      <br />
      <br />
      <div className="p2">
        <h3>8. Ответственность сторон</h3>
      </div>
      <br />
      <br />
      <div className="p2">
        8.1. За нарушение условий настоящего Договора стороны несут
        ответственность в соответствии <br />
        <br /> действующим законодательством Российской Федерации.
      </div>
      <br />
      <br />
      <div className="p2">
        8.2. Продавец не отвечает за недостатки в Товаре, возникшие в период
        гарантийного срока, если они <br />
        <br /> возникли вследствие нарушения Клиентом правил использования,
        хранения или транспортировки <br />
        <br /> Товара, действий третьих лиц или непреодолимой силы.
      </div>
      <br />
      <br />
      <div className="p2">
        8.3. Стороны освобождаются от ответственности за частичное или полное
        неисполнение обязательств, <br />
        <br /> по настоящему Договору, если это неисполнение явилось следствием
        обстоятельств непреодолимой <br />
        <br /> силы, подтвержденных компетентными государственными органами, или
        если эти обстоятельства <br />
        <br /> непосредственно повлияли на исполнение настоящего Договора.
      </div>

      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
    </div>
  );
};

export default Oforma;
