import React from "react";
import Navbar from "../components/Navbar";
import Menu from "../components/Menu";
import "../css/Dannix.css";

const Dannix = () => {
  return (
    <div>
      <div className="Dannix"></div>
      <br />
      <br />
      <div className="Danix-text">
        <h1>Политика персональных данных</h1>
      </div>
      <br />
      <hr />
      <br />
      <br />
      <div className="p1">
        Пользователь/Заказчик товаров, регистрируясь на интернет-сайте
        www.xozm.ru, обязуется принять <br />
        <br /> настоящее Согласие на обработку персональных данных (далее –
        Согласие).
      </div>
      <br />
      <br />
      <div className="p1">
        Пользователь/Заказчик дает свое согласие ООО «ХозМаркетГрупп», которому
        принадлежит сайт <br />
        <br /> www.xozm.ru и которое расположено по адресу: 390507, Рязанская
        обл., Рязанский р-н, с. Дядьково, д. <br />
        <br /> 30 лит. А, на обработку своих персональных данных со следующими
        условиями:
      </div>
      <br />
      <br />
      <div className="p2">
        - Согласие дается на передачу перечисленных ПДн по открытым каналам
        связи. <br />
        <br />
        - Согласие дается на распространения рекламных сообщений (в т.ч. о
        проводимых акциях и <br />
        <br /> специальных предложениях через любые каналы коммуникации, в том
        числе по почте, SMS, <br />
        <br /> электронной почте, телефону). <br />
        <br />
        - Согласие дается на обработку своих персональных данных, как без
        использования средств <br />
        <br /> автоматизации, так и с их использованием. <br />
        <br />
        - Согласие дается на обработку следующих персональных данных: <br />
        <br />
      </div>
      <br />
      <div className="p3">
        - фамилия, имя, отчество; <br />
        <br />
        - адрес места жительства или адрес доставки; <br />
        <br />
        - дата рождения; <br />
        <br />
        - номера контактных телефонов; <br />
        <br />
        - адрес электронной почты; <br />
        <br />
      </div>
      <br />
      <div className="p2">
        - Целью обработки персональных данных является предоставление доступа к
        функционалу сайта <br />
        <br /> www.xozm.ru для исполнения обязательств перед
        Пользователем/Заказчиком. <br /> <br />
        - Основанием для обработки персональных данных является Ст. 24
        Конституции Российской <br />
        <br /> Федерации; ст.6 Федерального закона №152-ФЗ «О персональных
        данных»; учредительные <br />
        <br /> документы ООО «ХозМаркетГрупп», иные федеральные законы и
        нормативно-правовые акты. <br />
        <br />
        - В ходе обработки с персональными данными будут совершены следующие
        действия (операции): <br />
        <br /> сбор, запись, систематизация, накопление, хранение, уточнение
        (обновление, изменение), <br />
        <br /> извлечение, использование, обезличивание, блокирование, удаление,
        уничтожение. <br />
        <br />
        - Персональные данные обрабатываются до ликвидации ООО «ХозМаркетГрупп».
        Хранение <br />
        <br /> персональных данных осуществляется согласно Федеральному закону
        №125-ФЗ «Об архивном деле <br /> <br /> в Российской Федерации» и иным
        нормативно-правовым актам в области архивного дела <br />
        <br /> и архивного хранения. <br />
        <br />
        - Согласие может быть отозвано Пользователем/Заказчиком либо его
        законным <br />
        <br /> представителем путем направления заявления на электронную почту
        info@xozm.ru <br />
        <br />
        - В случае отзыва Пользователем согласия на обработку персональных ООО
        «ХозМаркетГрупп» <br />
        <br /> вправе продолжить обработку персональных данных без согласия
        Пользователя/Заказчика при <br />
        <br /> наличии оснований, указанных в пунктах 2 – 11 части 1 статьи 6,
        части 2 <br />
        <br /> статьи 10 и части 2 статьи 11 Федерального закона №152-ФЗ «О
        персональных данных» от 27.07.2006 г. <br />
        <br />
        - Настоящее Согласие действует все время до момента прекращения
        обработки персональных <br />
        <br /> данных, указанных в п.7 и п.8 данного Согласия.
      </div>
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
    </div>
  );
};

export default Dannix;
