import React from "react";
import "../css/Oplata.css";

const Oplata = () => {
  return (
    <div className="Oplata">
      <br />
      <div>
        <h1 className="Oplata-text">Доставка и оплата</h1>
      </div>
      <br />
      <hr />
      <br />
      <br />
      <div className="kp">
        Если Вы оказались на этой странице, значит, Вас интересует вопрос: как
        же получить долгожданную покупку? Мы <br />
        <br /> можем предложить Вам несколько вариантов, из которых Вы легко
        подберете себе тот, который подходит именно <br />
        <br /> Вам.
      </div>
      <br />
      <br />
      <section className="opl_section">
        <div className="opl_columns">
          <div className="opl_column is-70">
            <div className="t1">Лично забрать товар из ближайшего магазина</div>
            <br />
            <br />
            <div className="t2">
              Многим нашим покупателям намного удобнее дойти до нашего магазина,
              который находится у них <br /> рядом с домом, нежели оформлять
              доставку и ждать приезда курьера. Если вы относите <br /> себя к
              числу таких «нетерпеливых», можете смело идти за товаром в магазин
              и лично забирать
              <br /> его домой.
            </div>
            <br />
            <br />
            <br />
            <div className="t3">
              Дополнительно отметим, что перед тем как бежать за покупкой,
              необходимо <br />
              <br /> удостовериться, в каких именно магазинах вашего города есть
              этот товар.
            </div>
            <br />
            <br />
            <br />
            <div className="t4">
              Для этого достаточно на карточке любого товара кликнуть по кнопке
              «Посмотреть наличие»». В <br /> открывшемся окне вы найдете всю
              информацию о наличии этого товара и количестве в том или <br />{" "}
              ином магазине. Если вдруг окажется, что в магазине рядом с вами
              нет понравившейся Вам <br /> техники, мы можем перекинуть ее для
              вас из любого другого!
            </div>
            <br />
            <br />
            <div className="t5">Заказать курьерскую доставку</div>
            <br />
            <br />
            <div className="t6">
              Наши люди с радостью привезут вашу покупку по указанному вами
              адресу. Чтобы вы были в <br /> курсе, когда точно они приедут, не
              томились в ожидании, не переживали, найдут ли они адрес, <br />{" "}
              застанут ли дома или отвлекут от важного дела, наши курьеры всегда
              звонят за 40 минут до <br /> приезда.
            </div>
            <br />
            <br />
            <br />
            <div className="t7">
              Наши курьеры всегда звонят за 40 минут до приезда. Наши люди с
              радостью привезут <br />
              <br /> вашу покупку по указанному вами адресу.
            </div>
            <br />
            <br />
            <br />
            <div className="t8">
              Сроки доставки зависят от наличия товара в том или ином магазине:
            </div>
            <br />
            <br />
            <br />
            <div className="t9">
              {" "}
              - Товар есть в наличие в Вашем городе: курьер привезет его Вам
              максимально быстро, не <br />
              <br /> позднее, чем через три дня с момента заказа;
            </div>
            <br />
            <br />
            <div className="t10">
              - Товар нужно везти из другого города: доставка займет не больше
              десяти дней;
            </div>
            <br />
            <br />
            <div className="t11">
              - Товара в принципе нет в наличии и его необходимо заказывать у
              производителя: вполне <br />
              <br /> вероятно, что придется подождать достаточно долго, но не
              более чем месяц с момента <br />
              <br /> заказа.
            </div>
            <br />
            <br />
            <br />
            <br />
            <div className="c1">
              Кроме того, теперь вы можете делать близким людям приятные
              сюрпризы! Мы предлагаем вам <br />
              <br /> доставку ко времени! Это означает, что наш курьер привезет
              товар ровно в определенное время, <br />
              <br /> что позволит застать человека врасплох, и тем самым
              преподнести ему отличный подарок.
            </div>
            <br />
            <br />
            <br />
            <br />
            <div className="c2">
              Стоимость услуги составляет + 300 рублей к основной стоимости
              доставки.
            </div>
            <br />
            <br />
            <div className="c3">
              Если вы живёте не в самом городе, но не более чем на расстоянии 25
              км, стоимость доставки <br />
              <br /> составит:
            </div>
            <br />
            <br />
            <div className="c4">- от 0 до 10 км </div>
            <br />
            <br />
            <div className="c5">- от 10 до 15 км </div>
            <br />
            <br />
            <div className="c6">- от 15 до 25 км </div>
            <br />
            <br />
          </div>
          <div className="opl_column is-30"></div>
        </div>
      </section>

      <br />
      <br />
      <br />
      <br />
    </div>
  );
};
export default Oplata;
